{
    "title": "One Piece Manga Sends Off Naruto With a Classy Secret Message",
    "coverUrl": "http://fc03.deviantart.net/fs71/i/2014/314/c/3/one_piece_chapter_766_cover__naruto_edition__by_soocatart-d85zkvm.jpg",
    "keywords": ["naruto", "chapter", "ending", "700", "one", "piece", "oda", "crossover"],
    "author": "Vincent Moore",
    "summary": "Dedicated fan also draws touching comic between the protagonists.",
    "markup": "This year's 50th issue of Shueisha's Shonen Jump magazine is a legendary one with the final two chapters of its mega-hit series Naruto by Masashi Kishimoto. In this issue, the 766th chapter (\"Smile\") of Eiichiro Oda's One Piece manga seems rather normal. However, fans have found a secret message embedded into the One Piece chapter's title page.$/break/$As fans pointed out, the first characters on each of the menu signs in the background spell out the Japanese words, \"Naruto otsukaresan deshita.\" The signs read: \"Nasu no itame\" (eggplant stir-fry), \"Rukkora no sarada\" (arugula salad), \"Tofu,\" \"Otsumami\" (bar snacks) \"Karee,\" (Curry) \"San,\" (written as the character for 'three'), \"Den...,\" \"Shōyū no\" (soy sauce, with the first character reading 'shi'), and \"tamago\" (egg).$/break/$The phrase \"Naruto otsukaresan deshita\" is an informal way to say something along the lines of, \"Naruto, good job after working so long.\"$/break/$That's not all — the One Piece logo is drawn with a Konoha symbol, a shuriken weapon, and Naruto himself.$/break/$Also on the page, you can also see the Konoha emblem in Nami's dress, Luffy eating a bowl of Ramen Ichiraku, and a ramen-eating fox wearing a shirt with a fish cake. (The word for fish cake in Japanese is \"naruto.\") Even more hidden in the image, you can see someone eating with Luffy at the same table … someone with a jumpsuit very similar to an orange ninja we all know.$/break/$Finally, the very last page of the Naruto manga itself has a call-back to One Piece, in the form of a graffiti with Luffy's symbol.$/break/$It didn't take long for one Japanese fan to draw a touching comic strip:$/break/$$/image:24352324/$$/break/$Naruto is ending in Shonen Jump after 15 years of serialization, two main television anime series, a spin-off television series, and a multitude of movies. The film advertised as the final installment, The Last -Naruto the Movie-, will open in Japanese theaters on December 6.$/break/$Thanks to Nekorin for the comic strip tip!",
    "media": {
        "images": [
            {
                "id": "24352324",
                "text": "Naruto X Luffy",
                "url": "http://fc03.deviantart.net/fs71/i/2014/314/c/3/one_piece_chapter_766_cover__naruto_edition__by_soocatart-d85zkvm.jpg"
            }
        ],
        "video": [
            
        ],
        "audio": [
            
        ]
    },
    "links": [],
    "sources": [
        {
            "host": "AnimeNewsNetwork",
            "url": "http://www.animenewsnetwork.com/interest/2014-11-06/one-piece-manga-sends-off-naruto-with-a-classy-secret-message/.80738"
        }
    ]
}